{"name":": Table 10","data":{"row0":["IPART:  ","This parameter controls what proportion of the  \t\t\t database will actually be run through the simulation. Entering a 1 indicates  \t\t\t that the entire database will be used. (For example, entering a 2 will instruct  \t\t\t the program to perform the simulation on every second record, and multiply each  \t\t\t persons weight by 2. Entering a 3 will instruct the program to perform the  \t\t\t simulation on every third record, and multiply each persons weight by 3, etc.).  \t\t\t This parameter is normally set equal to 1."],"row1":["IWRITE:  ","This parameter is an on/off switch for the output  \t\t\t datafile attached to unit number 10 (see Table 4).  \t\t\t Entering 0 will prevent file creation, 1 will enable it. This parameter is  \t\t\t normally set to 0."],"row2":["ICASE:  ","This parameter is used for programs that can not be  \t\t\t simulated using the available input parameters and requires \"hard-coding\" into  \t\t\t the model. Currently, cases 1 through 18 are defined in the model and should  \t\t\t not be re-used. For simulations defined using parameters only, this parameter  \t\t\t should be set to 0."],"row3":["IHMTOS:  ","This parameter was included for a special case  \t\t\t scenario that involved conversion of home equity to financial assets. Should be  \t\t\t set to 0."],"row4":["SSILEV:  ","This parameter is a multiplier that is applied to the  \t\t\t SSI level for transfer of income from nursing home residents to their spouses.  \t\t\t (For example, 1.0 means transfer income at SSI income level, while 2.0 means  \t\t\t transfer at 2.0 times the SSI income level). This parameter only applies to  \t\t\t simulations using the pre-1989 (catastrophic coverage act) scenario, and should  \t\t\t therefore be set to 1.0 when the parameter [BASE is greater than 0 (see  \t\t\t below)."],"row5":["IBASE:  ","This parameter determines how the model deals with  \t\t\t spousal impoverishment scenarios. Entering 0 will cause the model to use the  \t\t\t pre-1989 conditions for the entire simulation period. Entering a 1 will cause  \t\t\t the model to use the spousal impoverishment conditions in the 1989 Catastrophic  \t\t\t Coverage Act for years 1989 through 2020. Entering a 2 will cause the model to  \t\t\t use the Catastrophic Coverage Act for 1989, and then to use only the  \t\t\t non-repealed portions of the Act for years 1990 through 2020. All future  \t\t\t simulations should be run with this parameter set to 2."],"row6":["IPDMP:  ","This parameter is used to dump out 150 records into  \t\t\t the file attached to unit 21 (see Table 4). These records  \t\t\t are used for debugging purposes only, and therefore this parameter should be  \t\t\t set to 0 for all runs."],"row7":["IMAX:  ","This parameter sets the maximum number of input  \t\t\t records to process through the simulation. To process the entire database,  \t\t\t enter a large number (e.g. 999999). IMAX should be set to a smaller number for  \t\t\t test cases."],"row8":["LVLTST:  ","This parameter is used for model debugging. Setting it  \t\t\t to any number above 0 will cause large amount of intermediate data to be dumped  \t\t\t to files attached to unit 6 and 21. LVILTST should be set to 0."],"row9":["IHAW:  ","This parameter determines whether or not a synthetic  \t\t\t replacement population is generated for persons under the age of 25 in 1979.  \t\t\t These persons are not included in the original database, as they would not  \t\t\t reach age 65 before the end of the simulation. However, some insurance  \t\t\t scenarios may require this population to be available for premium payment.  \t\t\t Entering 0 will cause no population replacement. Entering 1 will invoke  \t\t\t population replacement and a reweighting of the database to simulation Hawaii's  \t\t\t population and demographics. Entering a 2 will invoke population replacement at  \t\t\t a national level."],"row10":["IIT:  ","This parameter determines the number of iterations of  \t\t\t the model (i.e. how many times each input record is passed through the  \t\t\t simulation). During each iteration, the input record is processed with a  \t\t\t different set of \"random\" numbers, effectively increasing the size of the  \t\t\t sample population and reducing problems with small cell sizes in some of the  \t\t\t output tables, but at the expense of increase CPU requirements for running the  \t\t\t model. A standard run uses 2 iterations on each record."]}}