{"name":"       Empirical Studies of Asset Building over the Life Course     ","data":{"row0":["Author","Data Source","Sample/Study Population","Method","Outcomes Analyzed","Key Explanatory Variables","Findings","Authors Principal Conclusions"],"row1":["Bynner (2001)","The National Child Development Study (British Birth Cohort Studies).","11,400 individuals born in 1958 in Britain.","OLS.","Labor market experiences (years with full-time employment), marital \tbreakdown, health (general health, depression, smoking), citizenship and \tvalues (voted in last election, interests in politics), and parenting (only \tfor 10% sample surveyed at age 37).","Total value of financial assets at 23 and total value of saving and \tinvestment at 23.","After controlling for a wide range of possible alternative explanatory \tvariables, both saving and investment have strong effects on positive labor \tmarket experience. Individuals with saving at 23 are less likely to have \tmarital breakdown in later life, rate themselves as more healthy, and reveal \tgreater commitment to work. The possession of investment at 23 is positively \trelated to individuals political interest. The study finds a really \tlow threshold value of assets (between 300-600 £) above which no obvious \tadditional asset effects are observed.","This study shows that assets have strong effects on various outcome \tvariables. The presence of the asset at a low level matters, rather than \tits monetary value. Research should further explore why assets have these \teffects."],"row2":["Caner and Wolff (2004)","1984, 1989, 1994, 1999 PSID.","Full sample, except for those with missing value on house and family \tweights, and except for those with extreame and large value on wealth data.","(1) Descriptive. (2) Probit.","Possiblity of becoming asset poor, possibility of escaping from asset \tpoverty.","Demographic variables, life time events such as change of job status, \tretirement, ending or getting marriage, having children, starting or closing \tbusiness, home ownership, becoming disabled, and inheritance.","(1) The overall rates of asset poverty during 1984-1999 varied between \t26 and 42 percent. (2) Marriage is positively associated with the probability \tof escaping poverty, while single parenthood is positively associated with \tthe probability of becoming asset poor.","The lifetime events are correlated with transitions into and move out \tof asset poverty."],"row3":["Carney and Gale (2001)","1984, 1985, 1986, 1990, 1991, 1992 panels SIPP.","Households with heads aged between 25-64.","(1) Descriptive. (2) Standard Heckman two-stage regressions.","Net worth, financial assets, housing equity, and having transaction accounts.","Age, race, public assistance participation, education, income, marital \tstatus, employment, and family type.","(1) 20 percent of all households have no basic transaction accounts(i.e., \ta savings or checking account) and that more than half of all households \thave less than $5,000 in financial assets. Those in the bottom 25 percent \tof the income distribution have virtually no financial assets whatsoever. \t(2) Income, age, education, and marital status are significantly associated \twith the level of net worth and financial assets. (3) The ownership of \ttransanctions account is associated with large increases in the likelihood \tof owning other forms of wealth.","NA."],"row4":["Edin (2001)","Qualitative data collected by the author.","Low-income single mothers in Chicago, Charleston, and South Carolina \t(N=198), non-custorial low income fathers in Philadelphia (N=180).","(1) Qualitative. (2) In-depth interview.","Types of assets held by single parents and the effects of these assets.","NA.","The accumulation of assets over the life course is largely dependent \tupon having an income surpuls, along with the belief and faith that ones \tincome will remain relatively stable from one month to next.","NA."],"row5":["Gale and Scholz (1994)","1983, 1986 SCF.","Full sample (2,822 households including 359 in the high-income sample).","Descriptive.","Net worth.","Inter vivos transfers, inheritances.","Intended family transfers and bequests are estimated to account for 51% \tof current U.S. wealth. Of 51%, intended family transfers account for 20% \tand bequests account for 31%. Additional 12% was acquired through the payment \tof college expenses by parents. Consequently, approximately two-thirds of \tthe net worth that individuals acquire comes through family transfers.","Intended transfers are an important source of wealth."],"row6":["Goktale and Kotlikoff (2002)","1995 SCF combined with wage trajectory estimated with CORSIM, a dynamic \tmicrosimulation model of the U.S. economy.","Household heads aged 60-69.","Simulation.","Net worth at age 66.","Net worth of parents.","The children of the very rich have roughly 40 times better odds of being \tvery rich than do the children of the poor.","NA."],"row7":["Gruber (2001)","1984-1992 panels SIPP.","All unemployment spells during the observation.","(1) Descriptive. (2) Selection-corrected regressions.","Change in log real wealth.","Employment status (unemployed, labor force leavers, and employed), gender, \tmarital status, race, duration of spell, the generosity of unemployment \tinsurance, and education.","(1) On Average, about 50%-60% of the sample have wealth lower than their \texpected income loss from unemployment. The typical worker has gross financial \tassets that can replace 73% of realized income loss. Almost one-third cannot \teven replace 10% of loss. (2) Among the unemployed, older men, whites, and \tthose on temporary layoff have much more adequate saving. The adequacy of \twealth holdings drops very rapidly with duration of unemployment. (3) Individuals \tdraw their wealth down less rapidly as Unemployment Insurance benefits are \tmore generous.","The financial assets holdings of the unemployed are really low and \theterogenous."],"row8":["Haveman and Wolff (2000)","1983, 1989, 1992, 1995, 1998 SCF.","Full sample (both core and high-income supplement).","Descriptive.","Asset poverty measure with Marketable Wealth(MW), asset poverty measure \twith Marketable Wealth less Home Equity (MW-HE), asset poverty measure with \tLiquid Wealth (LIQ).","NA.","(1) Except the MW-HE measure, the 1998 level of asset poverty exceeded \tits 1983 level. (2) The asset poverty rates fall monotonically by age and \teducation. (3) Whites and homeowners are much less likely to be in asset \tpoverty. (4) Female-headed families with children have the highest asset \tpoverty rate.","NA."],"row9":["Keister (2000)","1983-1995 SCF.","Full sample.","(1) Descriptive. (2) Logistic regression. (3) Simulation.","The odds of having family net worth greater than its income, the odds \tof moving into upper decile in net worth distribution, family debt holdings, \tthe odds of moving into top 10% of the wealth distribution, the odds of movement \tout of bottom 20%, and the odds of movement into bottom 20%.","Househeads demographic characteristics (age , race, marital status, \tincome, and education).","(1) Median net worth distribution by age group shows that it is lowest \tamong youngest group (younger than 35), highest among mid-age group (45-64 \tyears), and midean net worth among retirement age group (65 or older) smaller \tthan middle-age group. (2) Being married, being white, having high income, \tand having high education are positive association with the odds of upward \tmobiltiy.","(1) Wealth accumulation increases throughout the working years and declines \tafter retirement, but the dissaving is less extreme than the life cycle theory \tpredicts. (2) Marital status, race, income, and education affect wealth mobility."],"row10":["Keister (2003)","1985-2000 NLSY79.","Full sample excluding those with missing values on wealth data.","(1) Estimated generalized least-squares (EGLS) regression. (2) Logistic \tregression.","The dollar value of net worth, the probability of receiving a trust, \tthe probability of receiving an inheritance, the probability of owning a \thome, and the probability of owning stocks.","Total number of siblings, parents income and education in 1978, \trespondents education, age, race, marital status, income, and family \treligion and family structure during childhood.","Number of siblings has a significantly negative association with net \tworth, the probability of receiving trust account, the probability of receiving \tinheritance, the probability of owing a home, and the probability of owing \tstocks.","Number of siblings affect wealth, at least in part by reducing the resources \tavailable to each child. Siblings reduce direct financial transfers from \tparents to children. Sibship size affects investment behavior."],"row11":["Kotlikoff and Summers (1981)","Aggregated data from various sources, such as National Income accounts, \tIRS Statistics of Income.","NA.","Descriptive.","Aggregated wealth (net worth).","NA.","The vast majority, more than 80%, of aggregate U.S. capital fomation \tis result of intergenerational transfers.","The view of U.S. capital formation as arising, in the main, from essentially \thomogeneous individuals or married spouses saving when young for their retirement \tis factually incorrect."],"row12":["Lupton and Smith (1999)","HRS, 1984, 1989, 1994 PSID.","Full sample excluding top and bottom 1% of net worth distribution.","(1) OLS. (2) Median regression. (3) Quantile regression.","Household wealth changes and household saving behavior between wave \tdifference in net worth.","Marital status, marital status change between waves, marriage duration.","(1) Controlling for rae and age, on average married couples saved about \t$11,000 to $14,000 more over a five year observation period than non-married \thousehold saved. (2) Households whose head was married in 1984 and 1989 but \tthen unmarried by 1994 decreased saving by almost $21,000 after controlling \tfor demorgraphic characteristics. (3) Households whose head was not married \tin 1984 and 1989 but then married by 1994 increased saving by $16,537.","Married people apparently save significantly more than other households, \tbut, comparing duration effects on saving of married households to all unmarried \thouseholds, the gap in saving between these two marital states decreases \twith time."],"row13":["Munnell, Browne, McEneaney, and Tootell (1996)","Federal Reserve Bank of Boston survey (Boston Fed Study).","Loan applications for conventional mortgages in the Boston area in 1990, \tincluding all applications made by blacks and Hispanics and a random sample \tmade by whites.","(1) OLS. (2) Bionominal logit.","Probability of mortgage loan application denial.","Risk of default (housing expense/income, total debt payment/income, net \tworth, consumer credit history, mortgage credit history, public record history, \tunemployment region, self-employed, loan/appraised value), cost of default \t(denied private mortgage insurance), loan characteristics (two-to four-family \thome), personal characteristics (race).","(1) Black and Hispanic applicants in the Boston area, on average, have \tless wealth, weaker credit histories, and higher loan-to-value ratios than \twhite applicants. (2) Taking account these information on applicant and property \tcharacteristics reduces the difference between minority and white in denial \trate from originally reported a relative rejection ratio of 2.8 to 1 to roughly \t1.8 to 1. (3) White applicants with the same personal and property \tcharacteristics as black and Hispanic applicants would have experienced a \trejection rate of 20 percent while black and Hispanics rate of 28 percent.","Black and Hispanic mortgage applicants in the Boston area were over 80 \tpercent more likely to be rejected than white applicants with similar personal \tand property characteristics."],"row14":["Powell, Steelman, and Carini (2006)","1988 National Education Longitudinal Study.","Nationally representative eighth graders whose biological or adoptive \tmothers were interviewed for the survey.","(1) OLS. (2) Logistic regression. (3) Tobit model.","Economic resources for childs education: saved for college, when \tstarted saving, amount saved, willing to incur debt, private school, educational \tobjects, computer in home.","Maternal age.","(1) In the bivariate analysis, maternal age is significantly positively \tcorrelated with all 7 variables of economic resources, except the willingness \tto incur debt (a negative relatioionship with maternal age). (2) After controling \tfor family income, race, education, childs gender, number of siblings, \tbirth order of the child, and marital status of the mother, maternal age \thas a significant coefficient.","Maternal age has significantly positive effects on economic resources \tfor childs education."],"row15":["Reid (2004)","PSID.","5,300 renters who had not owned a home in past five years.","(1) Descriptive. (2) Multivariate.","Home ownership status, value of home, home equity.","Income, race.","(1) Among low-income renters, whites, married couples, professionals, \tand those with at least HS degree were more likely to buy homes. (2) Many \thomeowners, especially low-income and minority, return to renting. (3) Financial \treturns to home ownership were very small for low-income minorities, low-income \twhites, and middle-income minorities. Still, housing wealth is essentially \tthe only asset for many low-income minority home owners and some do experience \tappreciation. (4) Experiencing a divorce is one of the most important factors \tin the transition from owing to renting, regardless of race or income.","(1) Homeownership disproportionately benefits white and middle- and \tupper-income households. (2) Increasing homeownership among blacks will not \tsubstantially reduce the racial wealth gap. (3) Homeownership is an incredibly \tfluid category, with many families moving in and out of homeownership several \ttimes over the course of their lives."],"row16":["Ross and Yinger (2002)","Public version of Boston Fed Studys data set.","About 3,000 loan applications for conventional mortgages in the Boston \tarea in 1990, including all applications made by blacks and Hispanics and \ta random sample made by whites.","Probit.","Mortgage loan approval.","Expense-to-income, debt-to-income, net worth, predicted unemployment, \tself-employed, loan-to-value ratio, denied PMI, multifamily unit, fixed-rate \tmortgage, special loan, mortage term in year, receiving downpaymant as gift, \tcosigner, minority status, age, gender, marrital status, owner-occupied home, \tHouse in a poor Census tract, House in a minority Census tract, bankruptcy, \tmortgage credit, consumer credit, having unverified information in application, \tapplication met lender guideline or not.","(1) Even after controlling for explanatory variables not included in \tmost previous studies (e.g. whether an application meet lender guideline), \tthe estimated impacts of minority status on loan approval remains statistically \tsignificant. (2) Even after dropping all cases that appear to involve \tnegotiations, the effect of minority status remains significant. (3) Minority \thouseholds are less likely to be approved than white equally qualified in \tall different types of model specification.","The white-minority disparity in loan approval found by the Boston Fed \tStudy cannot be explained by omitted variables, data errors, misclassification, \tendogeneity of loan terms, or underwriting standard variation. The Boston \tFed Study provide strong evidence of racial discrimination in mortgage loan \tapproval."],"row17":["Ruggles and Williams (1989)","1984 panel SIPP.","Full sample.","Descriptive.","Simulated poverty entries and spell durations based on monthly data.","Financial assets.","Asset holdings are sufficient to eliminate nearly 40% of short-term poverty \tentries. Three-fifths of poverty entries (based on monthly data) have too \tfew assets to eliminate their poverty gap over the duration of the poverty \tspell. Including financial assets in family resources to calculate poverty \tentry and spell has different effects on children and the elderly.","Even when asset holdings are taken into account in family resources, \tsubannual spells of poverty are extremely common."],"row18":["Schreiner and Sherraden (2007)","Administrative data from ADD.","Over 2,000 participants in 14 IDA programs.","(1) Descriptive. (2) Multivariate.","IDA saving.","Match rate, match cap.","Participants who were eligible for higher match rates were more likely \tto be savers but had lower monthly net savings. When both of \tthese effects are considered, higher match rates increased average saving. \tHigher match caps were associated with greater saving. Net IDA deposits increased \tsubstantially during tax season.","Higher match rates increase inclusion. Many IDA participants were saving \tfor fixed goals."],"row19":["Shapiro (2004)","Qualitative data from in-depth interviews, SIPP, PSID.","In-depth interview sample of 200 poor to middle-class families with \tschool-age children in Boston, LA, and St. Louis.","Descriptive.","Receipt of transfer or financial assistance, effects of transfer/financial \tassistance.","Race.","(1) Sizable inheritances and inter vivos gifts can give young families \ta head start(ex: Allows home purchase in neighborhood with good \tschools). (2) Whites are more likely than blacks to receive sizable transfers. \t(3) Families with assets are able to acquire high-quality education for their \tchildren, and their education can transfer their economic advantages to their \tchildren.","Transfer of transformative assets perpetuates inequality."],"row20":["Warren and Britton (2003)","The 1995-96 Family Resources Survey (Britain).","A representative sample of 26,000 households in Britain.","(1) Descriptive. (2) Regression.","Net worth (pension, home equity, financial assets).","Ethnicity.","There are extreme differences of asset distributions in terms of ethnic \tdiversity. The White, Chinese, and Indian working-age families have the highest \tlevels of assets. Other ethnic groups (Bangladeshi, Black-Caribbean, \tBlack-African, and Pakistani) are significantly associated with having lower \tlevels of assets. 30% of Chinese and White families are in the \tincome-rich/asset-rich group. However, for some other ethnic groups (Pakistani, \tBlack-Other, Black-African, and Bangladeshi), more than 50% of families are \tin the income-poor/asset-poor group.","Taking into account wealth and assets is helpful to show a more comprehensive \tpicture of ethnic economic diversity. The low levels of asset accumulation \tfor some ethnic groups show life-course ecnomic disadvantages."],"row21":["Zagorsky (2005)","1985-2000 NLSY79.","9000 young baby boomers who participated inmore than half (&gt;6) of \tthe NLSY79 surveys.","Regression.","Ln (Net worth).","Marital statusin 2000, number of years in each martial status during \tthe observation period, age, gender, race, education, income, self-employed.","(1) Married respondents experienced a net worth increase of 77 percent \tover single respondents. (2) Net worth of divorced respodents started falling \tfour years before divorce and their average net worth is lower by 77 percent \tthan that of single respondents.","Marriage and divorce do have effect on wealth."],"row22":["Ziliak (2003)","1980-1991 PSID.","1,210 male and female household heads between the ages of 25 - 52 in \t1980 who did not change marital status over the sample period (14,520 \tperson-year).","(1) Generalized method-of-moments (GMM). (2) Decomposition.","Ln(liquid-wealth-to-premanent-income ratio), \tLn(net-wealth-to-permanent-income ratio).","Permanent asset-tested transfer income (12 year average over observation \tperiod), permanent non-asset tested transfer income.","(1) Permanent asset-tested transfer income and permanent non-asset-tested \ttransfor income have significantly negative associations with \tliquid-asset-to-income-ratio. The former has much larger effect on liquid \tasset accumulation. (2) Both asset-tested and non-asset tested transfer income \thave negative but not statistically significant effect on net-wealrth-to-income \tratio. (3) Decomposition results indicate that virtually all rich-poor liquid \tasset gap is attributable to differences in average characteristics, not \tdifferences in coefficients.","NA."]}}