{"name":": Table 7","data":{"row0":["State","Maximum Agea","Brief Description b"],"row1":["Arizona","21","Youth    may remain in care to age 21 under a voluntary agreement. Youth who leave    care at age 18 or older may return to care at any time before their 21st    birthday."],"row2":["California","18","Youth    can stay in care past their 18th birthday if they intend to graduate from high    school before their 19th birthday."],"row3":["Colorado","21","Youth    can stay in care “under special circumstances.” Examples of special    circumstances are mental illnesses, developmental issues, or pursuing postsecondary    education. The choice to stay in care is one that is made in the best    interest of the youth and happens among the court, county department,    guardian ad litem, youth, caseworker, and administrator."],"row4":["Connecticut","23","Anyone    committed to the Department of Children and Families prior to their 18th birthday    is eligible for D04 services for transitioning out of care. They must reside    in Connecticut. Youth can decline services and still be eligible for the    program with some modifications."],"row5":["Florida","18","Young    adults may request an extension of jurisdiction until age19 so that they can    complete high school. The court may also retain jurisdiction beyond a youth’s    18th birthday under special circumstances determined by the court (e.g., extended    jurisdiction for youth awaiting decision on their immigration status). The    jurisdiction terminates upon the final decision by the federal authorities or    when the young adult turns 22, whichever is earlier.    "],"row6":["Georgia","21","Youth    may remain in care through age 21 if they have an educational plan and sign    an agreement with the resource provider and the county. Youth may remain in    care until 21.5 years if the additional six months will allow time to    complete an educational program."],"row7":["Indiana","21","Youth    in high school and making a concerted effort to graduate may be maintained in    care by the courts beyond age 18. Youth waiting for adult services, such as    disability services, may also stay in care past 18."],"row8":["Iowa","20","Youth    can stay in care until age 20 as long as they are pursuing a GED or high    school diploma."],"row9":["Kansas","21","Youth    need a transition plan. Youth who want to stay in care beyond their 18th    birthday must have a court approved transition plan that demonstrates the    need to stay in care. Youth have always been able to stay in care until age    21; however few stay in care past age 18."],"row10":["Louisiana","18","There    is no formal extension of care, but youth may enter a “voluntary contract    between the ages of 18–21 to receive ongoing case management and financial    support for housing if they are in a vocational or educational program or are    working and taking classes full time. This includes postsecondary education, a    GED, or a high school diploma. Payments to the caregiver or for independent    living will continue. Regardless of the contract, any former foster youth may    contact a caseworker to ask questions without any associated costs. Caseworkers    can continue to act as a resource for youth up to age 21."],"row11":["Maryland","21","Youth    can remain in care if they are working, attending school or a vocational    program, or are disabled. In 2010, the State developed a new policy that allows    foster youth who leave care after age 18 to return to care."],"row12":["Massachusetts","22","Youth    can sign a voluntary placement agreement with the Department of Children and    Families when they turn 18 if they are willing to continue pursuing their    education or vocational training (including postsecondary education) and    comply with their service plan. They may also stay in care longer if they are    applying for adult services such as mental health or disability services."],"row13":["Michigan","21","Youth    can sign a voluntary agreement to continue to receive services if meet    Fostering Connections requirements. At time of this writing, at each county’s    discretion, foster youth could continue foster care payments if they have    reached age 19 and were still in a school or training program."],"row14":["Mississippi","21","Youth    may remain in care until age 21 under a court order."],"row15":["Missouri","21","Youth    may remain in care if they are in school, have a court order, or if it is in their    best interest. The juvenile judge has ultimate authority regarding whether a youth    remains in care."]}}