{"name":": Table 15","data":{"row0":["Case Management    \t\tDefinition of Case Management \t\t  \t\tCase management is a professional practice in which the service recipient \t\tis a partner, to the greatest extent possible, in assessing needs, defining \t\tdesired outcomes, obtaining services, treatments, and supports, and in preventing \t\tand managing crisis. \t\t  \t\tNational Association of Case Management (2008)    \tHaving a central case manager was viewed by service providers and law enforcement \talike as a critical service not only for victims but for other service providers \tand agencies involved in a trafficking case. In fact, the case manager was \tconsidered to have a critical role throughout the lifespan of a trafficking \tcase, including at initial contact by law enforcement or others, during \tdepositions, appearances in court, application renewals for benefits and \tservices, and family reunification. \t  \tAccording to respondents, the case manager is responsible for assessing \tclients needs for service and support; identifying, obtaining, and \tcoordinating those services for clients; coordinating and managing communications \tacross systems involved in a case; and serving as a liaison for the client \twith other agencies. For some clients, the case manager also serves as translator \tor obtains translation services for the clients. Other common responsibilities \tinclude accompanying clients to appointments, assisting/teaching clients \tto access public transportation, and teaching clients basic life skills. \tThe importance of this role is evident in the fact that most of the programs \tin the study reported providing some form of case management as part of their \tmenu of services for trafficking victims. However, like with other services, \tproviding case management to victims is not without challenges. \t  Ingredients for Effective Case Management  \t\t    Establishing a hopeful relationship with the client; \t\t    \t\t    Assessing client strengths and needs; \t\t    \t\t    Developing, in partnership with the client, a service plan to achieve desired \t\t    outcomes; \t\t    \t\t    Locating, linking, and following up with needed services and support; \t\t    \t\t    Monitoring, coordinating, and adjusting services and supports to achieve \t\t    desired outcomes; \t\t    \t\t    Providing crisis prevention and intervention services and support; and \t\t    \t\t    Advocating for the client. \t\t  \t\tExtracted from the NACM Web site, \t\thttp://www.yournacm.com/definition.html    \tChallenges to case management \t  \tOne of the greatest challenges respondents reported to providing effective \tcase management was limited resources. Case management for trafficking victims \tcan be a 24/7 responsibility. In fact, providing case management \tto a single client can be a full-time job; although not true for all clients. \tThis generally limits the amount of time that a case manager is available \tto other clients and thus necessitates a limited case load for each case \tmanager. In contrast, resources to support full-time case managers are scarce. \tIn particular, smaller agencies without the kind of back-office \tfunctions and infrastructure as larger organizations, struggle with funding \tstreams like the per capita program. It is difficult for them to keep up \twith the reimbursement process and difficult to support case managers during \tperiods when they are not serving any trafficking victims. Large agencies \ton the other hand are able to support case managers under other funding streams \tand often have case managers working with different (victim) populations, \tsuch as domestic violence victims or refugees. While those in the field, \tincluding smaller agencies, recognize that the current per capita funding \tis intended to be a more efficient use of limited resources than previous \tfunding streams in that it allows for the provision of services to victims \tanytime, anywhere throughout the country, and only reimburses \tproviders for services actually provided to victims, not all agencies, including \tthose specific to human trafficking, have been able to diversify their funding \tbeyond the per capita program. As a result, some agencies have had to move \tto part-time case managers which has limited their ability to be available \ton a 24/7 basis. \t  \tWhen it comes to providing case management services to domestic victims of \ttrafficking, domestic victims have to currently rely on case management services \tthat may be offered through existing systems and programs, such as the child \twelfare system and domestic violence and youth shelter programs, which are \toften already overburdened and hence struggle with providing effective case \tmanagement to their existing caseload. This significant gap in services for \tdomestic trafficking victims is beginning to be addressed. For example, OVC \trecently released an announcement to fund two demonstration programs to provide \tcomprehensive services, including case management, to domestic child victims \tof human trafficking, and an evaluation of the demonstrations is being funded \tby the National Institute of Justice. \t  \tAnother significant challenge or barrier to effective case management is \tthe length of service eligibility (e.g., 9 months for pre-certification services \tand 4 months for certification services under the per capita program; 15-, \t30-, and 60-day stays in shelters for runaway and homeless youth). Service \tproviders reported that it can take significant time to build trust with \tclients and get them to begin opening up to their case managers. Until this \thappens, getting clients to accept and engage in services can be difficult \tand often times inappropriate. The eligibility time restrictions can limit \tthe ability of case managers to move some clients from crisis to \tthriving and toward the accomplishment of their service goals. \t  When working with a domestic victim, I just need more time. \t\tI cant stabilize a client with extensive trauma histories within 90 \t\tdays or transition them to permanent housing within 18-months. Many of my \t\tclients struggle to get an education (or GED), learn life skills, obtain \t\temployable skills, and get employed. This is especially true if they have \t\tnot begun to work on trauma recovery and this can take years.  \t\tService provider    \tWorking with other service providers and law enforcement is acknowledged \tas a key factor underlying a case managers success in working with \tvictims. Limited access to information regarding details of a clients \tcase can hinder the role of the case manager. For example, several providers \treported incidents where case managers were put in difficult situations with \ttheir clients because they did not have information that the clients thought \tthey should have about their legal cases, and in some situations, the results \tof medical tests. When case managers are unable to provide clients with (timely) \tanswers to their questions, respondents reported that this creates feelings \tof distrust and can cause set-backs in the victims recovery. \t  \tWhile effective case managers were described by respondents as highly committed \tand dedicated to their work, these same strengths can create another challenge \tto case management; a high turnover rate. Service providers and law enforcement \treported that case managers working with victims of human trafficking are \toverworked and underpaid, contributing to staff burnout. Additionally, \trespondents pointed to vicarious or secondary trauma and the lack of resources \tto address this for staff as another contributing factor to the burnout and \thigh turnover. As one service provider put it, There are few resources \tdevoted to helping the helpers.","Definition of Case Management \t\t  \t\tCase management is a professional practice in which the service recipient \t\tis a partner, to the greatest extent possible, in assessing needs, defining \t\tdesired outcomes, obtaining services, treatments, and supports, and in preventing \t\tand managing crisis. \t\t  \t\tNational Association of Case Management (2008)","Ingredients for Effective Case Management  \t\t    Establishing a hopeful relationship with the client; \t\t    \t\t    Assessing client strengths and needs; \t\t    \t\t    Developing, in partnership with the client, a service plan to achieve desired \t\t    outcomes; \t\t    \t\t    Locating, linking, and following up with needed services and support; \t\t    \t\t    Monitoring, coordinating, and adjusting services and supports to achieve \t\t    desired outcomes; \t\t    \t\t    Providing crisis prevention and intervention services and support; and \t\t    \t\t    Advocating for the client. \t\t  \t\tExtracted from the NACM Web site, \t\thttp://www.yournacm.com/definition.html","When working with a domestic victim, I just need more time. \t\tI cant stabilize a client with extensive trauma histories within 90 \t\tdays or transition them to permanent housing within 18-months. Many of my \t\tclients struggle to get an education (or GED), learn life skills, obtain \t\temployable skills, and get employed. This is especially true if they have \t\tnot begun to work on trauma recovery and this can take years.  \t\tService provider"]}}